SHORT_DESCRIPTION =f"*ПАО «Северсталь»* — российская вертикально интегрированная сталелитейная и горнодобывающая компания, \
владеющая Череповецким металлургическим комбинатом (Вологодская область), вторым по величине сталелитейным комбинатом России. \
Владеет активами в России. Полное наименование — публичное акционерное общество «Северсталь». Компания состоит из дивизионов \
«Северсталь Российская Сталь» и «Северсталь Ресурс». Контролирует компанию Алексей Мордашов."

COMPANY_STRUCTURE = "«Северсталь» состоит из двух основных производственных дивизионов: «Северсталь Ресурс» и «Северсталь Российская сталь»"

SEVERSTAL_RESOURCE = "Горнодобывающие активы являются ключевым элементом вертикально интегрированной модели бизнеса «Северстали». \
«Северсталь Ресурс» полностью покрывает потребность металлургического бизнеса «Северстали» в железной руде (115%) и на 60-65% - \
в коксующемся угле твердых марок, а также является крупным поставщиком сырья третьим лицам в России и других странах."

SEVERSTAL_RUSSIAN_STEEL = "Ключевой актив компании – Череповецкий металлургический комбинат – является одним из самых \
рентабельных металлургических предприятий в мире и отличается выгодным расположением с точки зрения близости к добывающим предприятиям «Северстали», \
портам Балтийского моря и российским промышленным зонам. «Северсталь Российская сталь» – один из ведущих российских производителей стали. \
В широком сортаменте продукции наибольшая доля приходится на плоский прокат с высокой добавленной стоимостью, \
при этом растет объем выпуска сортового проката для предприятий строительной отрасли и продукции дальнейшего передела."

COMPANY_KEY_ASSETS = "Череповецкий металлургический комбинат\n\n\
Ижорский трубный завод\n\n\
Воркутауголь\n\n\
Карельский окатыш\n\n\
Олкон\n\n\
Северсталь-метиз\n\n\
Яковлевский ГОК"

TRADING_COMPANIES = "Северсталь Дистрибуция\n\n\
Северсталь Экспорт"

FURTHER_REDISTRIBUTION_ENTERPRISES = "Северсталь СМЦ-Колпино\n\n\
Северсталь-Гонварри-Калуга\n\n\
Гестамп-Северсталь-Калуга\n\n\
Северсталь СМЦ-Всеволожск\n\n\
Гестамп Северсталь Всеволожск\n\n\
Севертар\n\n\
Северсталь ТПЗ-Шексна"

OTHER_ENTERPRISES = "Авиапредприятие «Северсталь»\n\n\
КО ВНИИМЕТМАШ\n\n\
НЕВА-МЕТАЛЛ\n\n\
ОСПАЗ\n\n\
Промсервис\n\n\
Северсталь канаты\n\n\
Северсталь Стальные Решения\n\n\
Северсталь-Вторчермет\n\n\
Северсталь-инфоком\n\n\
Северсталь-Проект\n\n\
ССМ-Тяжмаш\n\n\
Стиллейс\n\n\
Северсталь подъемные технологии\n\n\
ЮниСпринг\n\n\
ЮниФенс"

COMPANY_STARTEGY = f"*Стратегия устойчивого развития*\n\n\
Стратегия развития Компании, принятая в 2018 году, предусматривает ее инновационную трансформацию. \
Наряду с реализацией маркетинговой стратегии, с программой повышения клиентоориентированности и с \
проектами повышения внутренней эффективности трансформация призвана стать основным драйвером роста эффективности Компании в ближайшие годы. \
Впервые в стратегию развития Компании непосредственно включены аспекты, связанные с проблематикой устойчивого развития — с безопасностью труда, социальной сферой и окружающей средой.\n\n\
*Стратегические приоритеты «Северстали»*\n\n\
1) Превосходный клиентский опыт:\n\
	а) Дифференциация от других предложений на рынке\n\
	б) Использование возможностей переботки и сбыта (Downstream opportunities)\n\
	в) Новые рыночные бизнес-модели\n\
	г) Обслуживание\n\
	д) Качество и надежность поставок\n\n\
2) Лидерство по снижению затрат:\n\
	а) Программа непрерывного совершенствования\n\
	б) Цифровизация\n\
	в) Инвестиционные проекты\n\
	г) Комплексное усовершенствование первого передела\n\n\
3) Новые возможности:\n\
	а) Раньше конкурентов видеть потенциальные disruptions и вовремя в них инвестировать\n\
	б) Создание системы работы с открытыми инновациями\n\n\
4) Ускорение бизнес процессов:\n\
	а) Повышение вовлеченности\n\
	б) Партнерства с клиентами\n\
	в) Поддержание устойчивой социальной и природной среды"

SEVERSTAL_MANAGEMENT_DIRECTION = "Александр Шевелев\n\
Генеральный директор\n\n\
Алексей Егоров\n\
Заместитель генерального директора по коммуникациям и взаимодействию с органами государственной власти\n\n\
Алексей Куличенко\n\
Заместитель генерального директора по финансам и экономике\n\n\
Владимир Козлов\n\
Заместитель генерального директора по обеспечению бизнеса\n\n\
Агнес Риттер\n\
Технический директор\n\n\
Дмитрий Горошков\n\
Директор по работе с энергетическими компаниями\n\n\
Евгений Черняков\n\
Директор по работе с компаниями строительной отрасли\n\n\
Георгий Аргунов\n\
Директор по работе с машиностроительными компаниями\n\n\
Мария Шалина\n\
Директор по маркетингу и улучшению клиентского опыта\n\n\
Андрей Лаптев\n\
Директор по развитию бизнеса и корпоративным венчурным проектам\n\n\
Дмитрий Федотов\n\
Директор по правовым вопросам\n\n\
Дмитрий Горбачев\n\
Директор по развитию Бизнес-системы «Северстали»\n\n\
Дмитрий Сахно\n\
Директор по продажам сырья, закупкам и логистике\n\n\
Анна Львова\n\
И. о. директора по работе с персоналом\n\n\
Альберт Лясковский\n\
Директор по охране труда, промышленной безопасности и экологии\n\n\
Андрей Леонов\n\
Директор по взаимодействию с органами государственной власти"

ENTERPRISE_MANAGEMENT = "Евгений Виноградов\n\
Генеральный директор дивизиона «Северсталь Российская сталь» и ресурсных активов\n\n\
Максим Воробьев\n\
Директор филиала АО «Северсталь Менеджмент» в Костомукше – генеральный директор АО «Карельский окатыш», генеральный директор АО «Олкон»\n\n\
Максим Панов\n\
И.о. генерального директора АО «Воркутауголь»\n\n\
Сергей Ковряков\n\
Генеральный директор ОАО «Северсталь-метиз»"

DIRECTORS_MEMBERS_BOARD = 'Алексей Мордашов\n\
Председатель Совета директоров, Член комитета по охране здоровья, безопасности труда и охране окружающей среды\n\n\
Александр Шевелев\n\
Генеральный директор АО «Северсталь Менеджмент», Член комитета по охране здоровья, безопасности труда и охране окружающей среды\n\n\
Алексей Куличенко\n\
Заместитель генерального директора по финансам и экономике АО «Северсталь Менеджмент»\n\n\
Сакари Тамминен\n\
Старший независимый директор, Председатель комитета по кадрам и вознаграждениям, Член комитета по аудиту\n\n\
Александр Аузан\n\
Независимый директор, Член комитета по охране здоровья, безопасности труда и охране окружающей среды\n\n\
Филип Дэйер\n\
Независимый директор, Председатель комитета по охране здоровья, безопасности труда и охране окружающей среды, Член комитета по кадрам и вознаграждениям\n\n\
Алин Боуэн\n\
Независимый директор, Председатель комитета по аудиту, Член комитета по кадрам и вознаграждениям\n\n\
Агнес Риттер\n\
Технический директор АО «Северсталь Менеджмент», Член комитета по охране здоровья, безопасности труда и охране окружающей среды\n\n\
Андрей Митюков\n\
Генеральный директор ООО "TT-Холдинг"\n\n\
Владимир Мау\n\
Независимый директор, Член комитета по аудиту'
