short_description = 'ПАО «Северста́ль» — российская вертикально интегрированная сталелитейная и горнодобывающая компания, \
владеющая Череповецким металлургическим комбинатом (Вологодская область), вторым по величине сталелитейным комбинатом России. \
Владеет активами в России. Полное наименование — публичное акционерное общество «Северсталь». Компания состоит из дивизионов \
«Северсталь Российская Сталь» и «Северсталь Ресурс». Контролирует компанию Алексей Мордашов.'

structure = '«Северсталь» состоит из двух основных производственных дивизионов: «Северсталь Ресурс» и «Северсталь Российская сталь»'

severstal_resource = 'Горнодобывающие активы являются ключевым элементом вертикально интегрированной модели бизнеса «Северстали». \
«Северсталь Ресурс» полностью покрывает потребность металлургического бизнеса «Северстали» в железной руде (115%) и на 60-65% - \
в коксующемся угле твердых марок, а также является крупным поставщиком сырья третьим лицам в России и других странах.'

severstal_russian_steel = 'Ключевой актив Компании – Череповецкий металлургический комбинат – является одним из самых \
рентабельных металлургических предприятий в мире и отличается выгодным расположением с точки зрения близости к добывающим предприятиям «Северстали», \
портам Балтийского моря и российским промышленным зонам. «Северсталь Российская сталь» – один из ведущих российских производителей стали. \
В широком сортаменте продукции наибольшая доля приходится на плоский прокат с высокой добавленной стоимостью, \
при этом растет объем выпуска сортового проката для предприятий строительной отрасли и продукции дальнейшего передела.'

key_assets = 'Череповецкий металлургический комбинат\n\n\
Ижорский трубный завод\n\n\
Воркутауголь\n\n\
Карельский окатыш\n\n\
Олкон\n\n\
Северсталь-метиз\n\n\
Яковлевский ГОК'

trading_companies = 'Северсталь Дистрибуция\n\n\
Северсталь Экспорт'

further_redistribution_enterprises = 'Северсталь СМЦ-Колпино\n\n\
Северсталь-Гонварри-Калуга\n\n\
Гестамп-Северсталь-Калуга\n\n\
Северсталь СМЦ-Всеволожск\n\n\
Гестамп Северсталь Всеволожск\n\n\
Севертар\n\n\
Северсталь ТПЗ-Шексна'

other_businesses = 'Авиапредприятие «Северсталь»\n\n\
КО ВНИИМЕТМАШ\n\n\
НЕВА-МЕТАЛЛ\n\n\
ОСПАЗ\n\n\
Промсервис\n\n\
Северсталь канаты\n\n\
Северсталь Стальные Решения\n\n\
Северсталь-Вторчермет\n\n\
Северсталь-инфоком\n\n\
Северсталь-Проект\n\n\
ССМ-Тяжмаш\n\n\
Стиллейс\n\n\
Северсталь подъемные технологии\n\n\
ЮниСпринг\n\n\
ЮниФенс'

startegy = 'Стратегия устойчивого развития\n\n\n\n\
Стратегия развития Компании, принятая в 2018 году, предусматривает ее инновационную трансформацию. \
Наряду с реализацией маркетинговой стратегии, с программой повышения клиентоориентированности и с \
проектами повышения внутренней эффективности трансформация призвана стать основным драйвером роста эффективности Компании в ближайшие годы. \
Впервые в стратегию развития Компании непосредственно включены аспекты, связанные с проблематикой устойчивого развития — с безопасностью труда, социальной сферой и окружающей средой.\n\n\n\n\
Стратегические приоритеты «Северстали»:\n\n\n\n\
1 Превосходный клиентский опыт\n\n\
	Дифференциация от других предложений на рынке\n\n\
	Использование возможностей переботки и сбыта (Downstream opportunities)\n\n\
	Новые рыночные бизнес-модели\n\n\
	Обслуживание\n\n\
	Качество и надежность поставок\n\n\n\
2 Лидерство по снижению затрат\n\n\
	Программа непрерывного совершенствования\n\n\
	Цифровизация\n\n\
	Инвестиционные проекты\n\n\
	Комплексное усовершенствование первого передела\n\n\n\
3 Новые возможности\n\n\
	Раньше конкурентов видеть потенциальные disruptions и вовремя в них инвестировать\n\n\
	Создание системы работы с открытыми инновациями\n\n\n\
4 Ускорение бизнес процессов\n\n\
	Повышение вовлеченности\n\n\
	Партнерства с клиентами\n\n\
	Поддержание устойчивой социальной и природной среды'

management_of_severstal_management_JSC = 'Александр Шевелев\n\
Генеральный директор\n\n\
Алексей Егоров\n\
Заместитель генерального директора по коммуникациям и взаимодействию с органами государственной власти\n\n\
Алексей Куличенко\n\
Заместитель генерального директора по финансам и экономике\n\n\
Владимир Козлов\n\
Заместитель генерального директора по обеспечению бизнеса\n\n\
Агнес Риттер\n\
Технический директор\n\n\
Дмитрий Горошков\n\
Директор по работе с энергетическими компаниями\n\n\
Евгений Черняков\n\
Директор по работе с компаниями строительной отрасли\n\n\
Георгий Аргунов\n\
Директор по работе с машиностроительными компаниями\n\n\
Мария Шалина\n\
Директор по маркетингу и улучшению клиентского опыта\n\n\
Андрей Лаптев\n\
Директор по развитию бизнеса и корпоративным венчурным проектам\n\n\
Дмитрий Федотов\n\
Директор по правовым вопросам\n\n\
Дмитрий Горбачев\n\
Директор по развитию Бизнес-системы «Северстали»\n\n\
Дмитрий Сахно\n\
Директор по продажам сырья, закупкам и логистике\n\n\
Анна Львова\n\
И. о. директора по работе с персоналом\n\n\
Альберт Лясковский\n\
Директор по охране труда, промышленной безопасности и экологии\n\n\
Андрей Леонов\n\
Директор по взаимодействию с органами государственной власти'

enterprise_management = 'Евгений Виноградов\n\
Генеральный директор дивизиона «Северсталь Российская сталь» и ресурсных активов\n\n\
Максим Воробьев\n\
Директор филиала АО «Северсталь Менеджмент» в Костомукше – генеральный директор АО «Карельский окатыш», генеральный директор АО «Олкон»\n\n\
Максим Панов\n\
И.о. генерального директора АО «Воркутауголь»\n\n\
Сергей Ковряков\n\
Генеральный директор ОАО «Северсталь-метиз»'
