def history_of_severstal():
    history = "24 августа 1955 года был получен первый череповецкий чугун на доменной печи №1. Этот день стал Днем рождения Череповецкого металлургического завода.\n\n\
1956 – запущена первая коксовая батарея.\n\n\
1956 – задута ДП №2.\n\n\
1958 – получен первый слиток мартеновской стали.\n\n\
1959 – введен в эксплуатацию первый прокатный стан 1150.\n\n\
1962 – задута ДП №3.\n\n\
1969 – получена первая электросталь.\n\n\
1969 – задута ДП №4.\n\n\
1975 – введен в эксплуатацию стан 2000.\n\n\
1980 – получена первая конверторная сталь.\n\n\
1986 – задута ДП №5.\n\n\
1993 -  Череповецкий металлургический комбинат зарегистрирован в мэрии Череповца как акционерное общество «Северсталь».\n\n\
1999 – «Северсталь» объявила о приобретении АО «Карельский окатыш».\n\n\
2001 – «Северсталь» объявила о приобретении АО «Олкон».\n\n\
2003 – «Северсталь» объявила о приобретении АО «Воркутауголь».\n\n\
2004 – «Северсталь» объявила о приобретении компании Rouge Steel, которая впоследствии была переименована в Severstal Dearborn.\n\n\
2004 – образование компании «Северсталь Метиз».\n\n\
2006 – старт торговли GDR на акции «Северстали» на Лондонской фондовой бирже.\n\n\
2006 – введен в эксплуатацию Ижорский трубный завод.\n\n\
2008 – «Северсталь» объявила о приобретении активов в США (Severstal Warren, Severstal Wheeling и Severstal Sparrows Point).'\n\n\
2008 – «Северсталь» объявила о приобретении канадской компании PBS Coals Corporation.'\n\n\
2010 – введен в эксплуатацию трубопрофильный завод «Северсталь ТПЗ – Шексна».\n\n\
2011 - «Северсталь» объявила о продаже трёх активов в США (Severstal Warren, Severstal Wheeling и Severstal Sparrows Point).\n\n\
2012 – выделение золотодобывающих активов «Северстали» в компанию Nordgold.\n\n\
2013 – создание дистрибуционной сети дивизиона «Северсталь Российская сталь».\n\n\
2014 – введен в эксплуатацию сортовой завод «Северсталь – Сортовой завод Балаково».\n\n\
2014 — шахта «Воркутинская» АО «Воркутауголь» запустила лаву-гигант — длиной 317 м, с запасами более 1,4 млн тонн угля и мощностью пласта более трёх м.\n\n\
2014 – «Северсталь» объявила о продаже Severstal Dearborn, Severstal Columbus и PBS Coals.\n\n\
2017 – запуск интернет-магазина «Северстали».\n\n\
2017 – «Северсталь» объявила о приобретении Яковлевского рудника.\n\n\
 2017 – образование «Северсталь Диджитал» для внедрения цифровой стратегии компании.\n\n\
2017 – создание крупнейшего среди российских промышленных предприятий data lake.\n\n\
2018 – «Северсталь», РОСНАНО и Windar Renovables открыли первое в России производство башен ветроустановок.\n\n\
2018 – на Дне инвестора «Северсталь» объявила о новой стратегии компании и планах ежегодного увеличения EBITDA в среднем на 10 - 15%. Для реализации поставленных задач в «Северстали» запущена программа трансформации.\n\n\
2019 – «Северсталь» и Tenaris объявили о создании совместного предприятия по производству сварных труб в Западной Сибири."
    return history


vacations1 = "Специалист(по учету), Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Электросварщик ручной сварки, Череповец, без опыта, полная занятость, полный день, от 41 200 ₽\n\n\
Менеджер проектов в строительной отрасли, Москва, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Инженер-технолог, фасонный профиль, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Инженер-технолог КлЦ, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Моторист самостоятельного управления судовым двигателем (рулевой) 5 разряд, Череповец, от 1 года до 3 лет, полная занятость, сменный график,40000 ₽\n\n\
Менеджер по работе с Исполнителями, Москва, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Слесарь-ремонтник, Череповец, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Электромонтер по ремонту и обслуживанию электрооборудования, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Мастер по ремонту оборудования (электрооборудование), Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Слесарь-ремонтник 4-6 разряд, Череповец, без опыта, полная занятость, полный день, 50000-70000 ₽\n\n\
Токарь-расточник 5 разряд, Череповец, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Слесарь-ремонтник по ремонту гидрооборудования 5 разряд, Череповец, от 1 года до 3 лет, полная занятость, полный день, 40 000 - 50 000 ₽\n\n\
Специалист ТОиР, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Весовщик, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Мастер по ремонту оборудования (электромеханик) ЦТОиР, Череповец, от 1 года до 3 лет, полная занятость, полный день, 88000 ₽\n\n\
Мастер по ремонту оборудования, Череповец, от 1 года до 3 лет, полная занятость, полный день, 68000-78000 ₽n\n\n\
Старший менеджер по перспективному инжинирингу, Санкт-Петербург, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Специалист 1 категории, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Ведущий проектировщик-технолог, Колпино, более 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Ведущий инженер-конструктор, Колпино, более 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Инженер–проектировщик (гидравлика), Колпино, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Слесарь-ремонтник, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Токарь, Череповец, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Газорезчик, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Электросварщик ручной сварки, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Арматурщик, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Монтажник оборудования металлургических заводов, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Мастер по ремонту оборудования, Череповец, от 3 до 6 лет, полная занятость, полный день, до 85 000 ₽\n\n\
Кладовщик, Воркута, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Инженер–проектировщик (Водоснабжение и канализация), Колпино, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Ведущий инженер-проектировщик (Теплоснабжение), Колпино, более 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Ведущий инженер-проектировщик (гидро- и пневмоуправление, смазочные системы), Колпино, более 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Ведущий инженер-проектировщик (газоснабжение), Колпино, более 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Бригадир шихтового двора в сталеплавильном и ферросплавном производствах, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Ведущий инженер-проектировщик (вентиляция и аспирация), Колпино, более 6 лет, полная занятость, полный день, зарплата не указана\n\n"

vacations2 = "Резчик холодного металла, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Электросварщик ручной сварки 5 разряд, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Машинист крана металлургического производства 4 разряд, Череповец, от 1 года до 3 лет, полная занятость, сменный график, 57000 ₽\n\n\
Токарь 4-5 разряд, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Машинист крана 5 разряд, Череповец, без опыта, полная занятость, сменный график, зарплата не указана\n\n\
Машинист погрузочно-доставочной машины, Белгород, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Горнорабочий на геологических работах, Белгород, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Горный мастер, Белгород, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Водитель автомобиля, занятый на транспортировании горной массы (МАЗ, КАМАЗ и т.п.), Яковлево, без опыта, полная занятость, сменный график, зарплата не указана\n\n\
Доставщик крепежных материалов в шахту, занятый на поверхности, Яковлево, без опыта, полная занятость, сменный график, зарплата не указана\n\n\
Бригадир электромонтажников, Череповец, от 1 года до 3 лет, полная занятость, полный день, 40000 тысяч рублей ₽\n\n\
Ведущий эксперт (развитие новых видов продукции), Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Электросварщик ручной сварки 5 разряд, Череповец, от 1 года до 3 лет, полная занятость, полный день, 45000 ₽\n\n\
Слесарь-ремонтник, Череповец, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Слесарь по ремонту автомобилей, Череповец, от 1 года до 3 лет, полная занятость, сменный график, 37 500 ₽\n\n\
Электромонтажник, Москва, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Электросварщик ручной сварки 5 разряд, Череповец, без опыта, полная занятость, сменный график, 45000-55000 ₽\n\n\
Участковый маркшейдер, Воркута, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Специалист (технический каталог и экспертиза холоднокатаного проката), Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Токарь, Череповец, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Электросварщик ручной сварки, Череповец, от 1 года до 3 лет, полная занятость, полный день, от 41 200 ₽\n\n\
Газорезчик, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Слесарь-ремонтник, Череповец, от 1 года до 3 лет, полная занятость, полный день, 50 000 ₽\n\n\
Инженер-оператор аэрогазового контроля участка АБ(ВТБ) Шахта Заполярная, Воркута, без опыта, полная занятость, сменный график, зарплата не указана\n\n\
Машинист экскаватора (колесного), Череповец, без опыта, полная занятость, полный день,зарплата не указана\n\n\
Машинист экскаватора 6 разряда, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Подсобный рабочий, Яковлево, без опыта, полная занятость, сменный график, зарплата не указана\n\n\
Инженер-технолог, Череповец, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Электросварщик ручной сварки, Череповец, от 1 года до 3 лет, полная занятость, сменный график, 40 000 - 50 000 ₽\n\n\
Менеджер (по логистическим дефектам), Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Геолог участковый, Яковлево, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Электрогазосварщик, Белгород, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n"

vacations3 = "Электрослесарь по ремонту и обслуживанию оборудования, Яковлево, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Гидрогеолог, Белгород, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Руководитель порошкового и аддитивного направления, Москва, более 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Инженер лаборатории калибровочного производства, Череповец, от 1 года до 3 лет, полная занятость, полный день, 30 000 - 45 000 ₽\n\n\
Слесарь по ремонту путевых машин и механизмов 6разряд, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Электросварщик ручной сварки, Череповец, от 3 до 6 лет, полная занятость, полный день, 45 000 - 65 000 ₽\n\n\
Обучение по профессии 'Электрослесарь дежурный по ремонту оборудования 3 разряда', Воркута, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Менеджер (предотвращение проблем), Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Специалист (по автоматизации) 1 кат., Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Менеджер по горячекатаному прокату, Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Машинист электровоза 4 разряда с полным рабочим днем на подземных работах, Белгород, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Горнорабочий подземный, Белгород, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Доставщик крепежных материалов в шахту 3 разряда, занятый на подземных работах 50% и более рабочего времени, Строитель, без опыта, полная занятость, сменный график, зарплата не указана\n\n\
Машинист горных выемочных машин, Белгород, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Менеджер по развитию БСС, филиал Метиз, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Машинист подземных самоходных машин, Белгород, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Лаборант химического анализа, Череповец, без опыта, полная занятость, сменный график, 30 000 ₽\n\n\
Зуборезчик, Череповец, от 1 года до 3 лет, полная занятость, сменный график, 45000 - 60000 ₽\n\n\
Специалист по технологии, Череповец, без опыта, полная занятость, полный день, 50000-55000 ₽\n\n\
Слесарь по сборке металлоконструкций 5 разряд, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Электросварщик ручной сварки, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Повар на базу отдыха Торово, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Специалист по неразрушающему контролю, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Бригадир на отделке, Череповец, без опыта, полная занятость, сменный график, зарплата не указана\n\n\
Главный специалист (силовое электрооборудование), Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Слесарь по ремонту газопечного оборудования, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Огнеупорщик, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Электромонтер по ремонту и обслуживанию электрооборудования, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Слесарь-ремонтник (дежурный) цех заготовительного производства МЦ 'ССМ-Тяжмаш', Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Слесарь-ремонтник ЦТОиР ГПМ участок АГП, Череповец, от 1 года до 3 лет, полная занятость, полный день, 66000-70000 ₽\n\n\
Слесарь-ремонтник 6 разряд ЦТОиР ЦРСО центр 'Промсервис', Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Менеджер проекта (толстый лист и трубы большого диаметра), Колпино, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Горничная на базу отдыха Торово, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Менеджер проекта (новые виды продукции), Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n"

vacations4 = "Электромонтер по ремонту и обслуживанию электрооборудования 5 разряд, Череповец, от 1 года до 3 лет, полная занятость, полный день, 40000 ₽\n\n\
Электромонтер по ремонту и обслуживанию электрооборудования 5 разряда, Череповец, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Менеджер по претензионной работе, Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Менеджер по работе с заявками - КАМ, Москва, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Электромонтажник, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Главный специалист АСУ, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Главный специалист, прокатное производство, Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Бригадир на отделке, сортировке, приемке, сдаче, пакетировке и упаковке металла и готовой продукции, Санкт-Петербург, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Менеджер (качество транспортировки), Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Менеджер по технологии производства труб, Колпино, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Старший менеджер, цифровая аттестация, Череповец, более 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Старший менеджер (технология литейно-кузнечного производства), Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Машинист экскаватора 8 разряда, Костомукша, от 1 года до 3 лет, полная занятость, сменный график, 115000-120000 ₽\n\n\
Стропальщик, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Электромонтер по ремонту и обслуживанию электрооборудования, Шексна, без опыта, полная занятость, полный день, 45.000 ₽\n\n\
Дефектоскопист по магнитному и ультразвуковому исследованию, Шексна, без опыта, полная занятость, полный день, от 40.000 до 50.000 ₽\n\n\
Ведущий эксперт (исследование новых видов продукции), Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Менеджер по активам (работа в г.Воркута), Воркута, от 1 года до 3 лет, полная занятость, полный день, от 70000 (по результатам собеседования) ₽\n\n\
Бригадир-водитель погрузчика, Череповец, от 1 года до 3 лет, полная занятость, сменный график, зарплата не указана\n\n\
Электросварщик ручной сварки, Череповец, от 1 года до 3 лет, полная занятость, полный день, от 41 200 ₽\n\n\
Слесарь-ремонтник, Череповец, от 1 года до 3 лет, полная занятость, полный день, 45 000 ₽\n\n\
Старший менеджер по совершенствованию производственных процессов, Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Электромонтер по ремонту и обслуживанию электрооборудования, Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Штамповщик, Череповец, без опыта, полная занятость, полный день, зарплата не указана\n\n\
Мастер (по эксплуатации оборудования) Сталеплавильное производство, Череповец, от 3 до 6 лет, полная занятость, полный день, зарплата не указана\n\n\
Электромонтер по ремонту и обслуживанию электрооборудования, Череповец, от 1 года до 3 лет, полная занятость, полный день, 65000-70000 ₽\n\n\
Электрослесарь по обслуживанию и ремонту оборудования, Строитель, без опыта, полная занятость, сменный график, зарплата не указана\n\n\
Специалист (ИПС и каталог), Череповец, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Слесарь по ремонту автомобилей 3 разряда, Воркута, от 1 года до 3 лет, полная занятость, полный день, зарплата не указана\n\n\
Машинист крана (портального) 5 разряд, Череповец, без опыта, полная занятость, полный день, 45000 ₽\n\n\
Слесарь-ремонтник 6 разряд, Череповец, от 3 до 6 лет, полная занятость, полный день, от 52 000 ₽\n\n\
Слесарь-ремонтник (по ремонту газопламенной аппаратуры) 5 разряд, Череповец, от 1 года до 3 лет, полная занятость, полный день, 47380 ₽\n\n\
Электромонтер по ремонту и обслуживанию электрооборудования 5 разряд, Череповец, без опыта, полная занятость, полный день, зарплата не указана"
