def BOT_SUPPORT():
    support = (
    "Как пользоваться Telegram-ботом\n\n"
    "Для того чтобы воспользоваться функциями бота введите команду /start. Далее воспользуйтесь встроенной клавиатурой.\n\n"
    "Основные функции бота:\n"
    "Финансовые показатели 📈 - данные, характеризующие деятельность Северстали, связанную с акциями и финансовой "
    "отчётностью предприятия за определенный срок времени.\n"
    "О компании 🏭 - история предприятия, нынешнее положение Северстали, а также стратегические приоритеты компании.\n"
    "Вакансии 👨‍💼 - вакантные должности в определенных сферах деятельности Северстали.\n\n"
    "При желании, ошибки и баги, а также идеи для бота, вы можете отправить по адресу, указанному ниже\n\n"
    "severstalbot@gmail.com"
    )
    return support
